"MainWindow.SelectStaticTextText" = "Seleziona un dispositivo USB:";"MainWindow.MainListBoxHeading0" = "Elemento";"MainWindow.MainListBoxHeading1" = "Min";"MainWindow.MainListBoxHeading2" = "Ora";"MainWindow.MainListBoxHeading3" = "Max";"MainWindow.InstructionsStaticTextText" = "Premi/muovi piano tutti i pulsanti/sticks in tutte le possibili posizioni/direzioni, poi rilasciali al loro valore di default prima del salvataggio.";"MainWindow.SavePushButtonCaption" = "Salva...";"MainWindow.FileCreatedMessage" = "Il file \"%DEVICENAME%.txt\" è stato creato con successo.\rOra puoi chiudere l\'applicazione.";"MainWindow.FileNotCreatedMessage" = "Il file \"%DEVICENAME%.txt\" non può essere creato.";"MainWindow.FileNotExistMessage" = "Il file \"%DEVICENAME%.txt\" non esiste.";"MainWindow.MainTimer.SelectStaticTextText" = "Seleziona un dispositivo USB:";"MainWindow.MainTimer.MainListBoxHeading0" = "Elemento";"MainWindow.MainTimer.MainListBoxHeading1" = "Min";"MainWindow.MainTimer.MainListBoxHeading2" = "Ora";"MainWindow.MainTimer.MainListBoxHeading3" = "Max";"MainWindow.MainTimer.InstructionsStaticTextText" = "Premi/muovi piano tutti i pulsanti/sticks in tutte le possibili posizioni/direzioni, poi rilasciali al loro valore di default prima del salvataggio.";"MainWindow.MainTimer.SavePushButtonCaption" = "Salva...";"MainWindow.MainTimer.FileCreatedMessage" = "Il file \"%DEVICENAME%.txt\" è stato creato con successo.\rOra puoi chiudere l\'applicazione.";"MainWindow.MainTimer.FileNotCreatedMessage" = "Il file \"%DEVICENAME%.txt\" non può essere creato.";"MainWindow.MainTimer.FileNotExistMessage" = "Il file \"%DEVICENAME%.txt\" non esiste.";"InstructionsWindow.OkPushButtonCaption" = "Ok";"InstructionsWindow.InstructionsStaticTextText" = "1) Connetti il dispositivo USB che vuoi controllare prima di premere il pulsante \"Ok\" in fondo alla finestra.\r\r2) Poi premi il pulsante \"Ok\" per accedere alla finestra \"Joystick And Gamepad Tester\".\r\r3) In quella finestra, seleziona il dispositivo USB che vuoi controllare nel popup menu.\r\r4) Premi tutti i pulsanti e muovi tutti gli sticks in tutte le possibili posizioni e direzioni per permettere a \"Joystick And Gamepad Tester\" di analizzare le possibilità e i limiti del tuo dispositivo USB.\r\r5) Poi rilascia tutti i pulsanti e gli sticks alla loro posizione di default.\r\r6) Premi poi il pulsante \"Salva\". Ciò salverà i valori (minimo, default e massimo di ogni pulsante e stick) in un file di testo che potrai aprire in seguito con un text editor per valutarne il contenuto.";"AboutWindow.DevelopedStaticTextText" = "Sviluppato da \"AlphaOmega Software\"";"AboutWindow.FadeInTimer.DevelopedStaticTextText" = "Sviluppato da \"AlphaOmega Software\"";"AboutWindow.AboutTimer.DevelopedStaticTextText" = "Sviluppato da \"AlphaOmega Software\"";"AboutWindow.FadeOutTimer.DevelopedStaticTextText" = "Sviluppato da \"AlphaOmega Software\"";"CommonMenuModule.AppleAboutText" = "Informazioni su...";"CommonMenuModule.ApplePreferencesText" = "Preferenze...";"CommonMenuModule.AppleQuitText" = "Esci";"CommonMenuModule.EditClearText" = "Elimina";"CommonMenuModule.EditCopyText" = "Copia";"CommonMenuModule.EditCutText" = "Taglia";"CommonMenuModule.EditPasteText" = "Incolla";"CommonMenuModule.EditText" = "Modifica";"CommonMenuModule.HelpDocumentationText" = "Leggi la documentazione...";"CommonMenuModule.HelpTranslateText" = "Traduci in un\'altra lingua...";"CommonMenuModule.HelpPurchaseText" = "Acquista un codice...";"CommonMenuModule.HelpText" = "Aiuto";"CommonMenuModule.HelpWebsiteText" = "Visita il sito web...";"CommonMenuModule.HelpContactText" = "Contattaci...";"CheckForUpdateContainerControl.CheckCheckBoxCaption" = "All\'avvio cerca in automatico gli aggiornamenti.";"CheckForUpdateThread.NewVersionAvailableMessage" = "Aggiornamenti\r\rUna nuova versione di %APPLICATIONNAME% è disponibile online.\rPuoi scaricarla subito dal nostro sito web.";"ResetPreferencesContainerControl.ResetCheckBoxCaption" = "Al prossimo avvio resetta le preferenze.";"PreferencesWindow.OkPushButtonCaption" = "Ok";"PreferencesWindow.PreferencesWindowTitle" = "Preferenze";"PreferencesWindow.MainCheckForUpdateContainerControl.OkPushButtonCaption" = "Ok";"PreferencesWindow.MainCheckForUpdateContainerControl.PreferencesWindowTitle" = "Preferenze";"PreferencesWindow.MainResetPreferencesContainerControl.OkPushButtonCaption" = "Ok";"PreferencesWindow.MainResetPreferencesContainerControl.PreferencesWindowTitle" = "Preferenze";"RegistrationModule.ALREADYTRANSLATEDMESSAGE" = "Se riscontrate dei malfunzionamenti nel software, se non è stato correttamente tradotto, se avete dei suggerimenti per miglioramenti o domande, non esitate a contattarci.";